Repository: Danfro/passes
Catalog: po/*.po
Languages: es, fr, nl

source: Failed to init storage directory
es: Fallo al inicializar el directorio de almacenamiento
fr: Échec de l'initialisation du répertoire de stockage
nl: De opslagmap kan niet worden ingesteld

source: Storage directory could not be initialized (%1).
es: El directorio de almacenamiento no se ha podido inicializar (%1).
fr: Le répertoire de stockage n'a pas pu être initialisé (%1).
nl: De opslagmap kan niet worden ingesteld (%1).

source: Failed to open pass
es: Fallo al abrir pase
fr: Échec de l'ouverture du passe
nl: De kaart kan niet worden geopend

source: Pass '%1' could not be opened (%2). Do you want to delete the pass from storage? This operation cannot be undone.
es: Pase '%1' No puede ser abierto (%2) ¿Desea borrar el pass del almacenamiento? Esta operación no se puede deshacer.
fr: Le passe « %1 » n'a pas pu être ouvert (%2). Voulez-vous le supprimer de la mémoire ? Cette opération ne peut pas être annulée.
nl: ‘%1’ kan niet worden geopend (%2). Wil je deze kaart verwijderen? Dit kan niet ongedaan worden gemaakt.

source: Delete
es: Borrar
fr: Supprimer
nl: Verwijderen

source: Cancel
es: Cancelar
fr: Annuler
nl: Annuleren

source: Failed to delete pass
es: Fallo al borrar pase
fr: Échec de la suppression du passe
nl: De kaart kan niet worden verwijderd

source: Pass '%1' could not be deleted (%2).
es: Pase '%1' No ha podido ser borrado (%2).
fr: Le passe « %1 » n'a pas pu être supprimé (%2).
nl: ‘%1’ kan niet worden verwijderd (%2).

source: Add pass
es: Añadir pase
fr: Ajouter un passe
nl: Kaart toevoegen

source: Do you want to add '%1' to Passes?
es: ¿Desea añadir '%1' a Passes?
fr: Voulez-vous ajouter « %1 » à Passes ?
nl: Wil je ‘%1’ toevoegen aan je kaarten?

source: Add
es: Añadir
fr: Ajouter
nl: Toevoegen

source: Import pass
es: Importar pase
fr: Importer un passe
nl: Kaart importeren

source: Fetch pass updates
es: Buscar actualizaciones de pases
fr: Récupérer les mises à jour des passes
nl: Kaarten bijwerken

source: Do you want to search for pass updates?
es: ¿Desea buscar actualizaciones de los pases?
fr: Voulez-vous rechercher les mises à jour des passes ?
nl: Wil je zoeken naar kaartupdates?

source: Fetch updates
es: Buscar actualizaciones
fr: Récupérer les mises à jour
nl: Kaarten bijwerken

source: Delete pass
es: Borrar pase
fr: Supprimer le passe
nl: Kaart verwijderen

source: Do you want to delete the pass from Passes? This operation cannot be undone.
es: ¿Desea borrar el pase de Passes? Esta operación no se puede deshacer.
fr: Voulez-vous supprimer le passe de Passes ? Cette opération ne peut pas être annulée.
nl: Weet je zeker dat je deze kaart wilt verwijderen? Dit kan niet ongedaan worden gemaakt.

source: All passes have expired
es: Todos los pases han caducado.
fr: Tous les passes ont expiré
nl: Alle kaarten zijn verlopen

source: No passes have been added yet
es: Todavía no se han añadido pases.
fr: Aucun passe n'a encore été ajouté
nl: Je hebt nog geen kaarten toegevoegd

source: Add new pass
es: Añadir nuevo pase
fr: Ajouter un nouveau passe
nl: Kaart toevoegen

source: Failed to import pass
es: Fallo al importar pase
fr: Échec de l'importation du passe
nl: De kaart kan niet worden geïmporteerd

source: Pass '%1' could not be imported (%2).
es: Pase '%1' no ha podido ser importado (%2).
fr: Le passe « %1 » n'a pas pu être importé (%2).
nl: ‘%1’ kan niet worden geïmporteerd (%2).

source: Settings
es: Ajustes
fr: Paramètres
nl: Instellingen

source: Updates
es: Actualizaciones
fr: Mises à jour

source: Fetch pass updates upon app start
es: Buscar actualizaciones de los pases al iniciar la aplicación
fr: Récupérer les mises à jour des passes au démarrage de l'application
nl: Kaarten bijwerken zodra de app wordt geopend

source: Fetch pass updates at regular intervals
es: Buscar actualizaciones de los pases a intervalos regulares
fr: Récupérer les mises à jour des passes à intervalles réguliers
nl: Kaarten regelmatig bijwerken

source: %1 minute
es: %1 minuto
nl: %1 minuut

source: %1 minutes
es: %1 minutos
nl: %1 minuten

source: Share pass
es: Compartir pase
fr: Partager le passe
nl: Kaart delen

source: This pass has expired
es: Este pase ha caducado
fr: Ce passe a expiré
nl: Deze kaart is verlopen

source: Hide %1 expired passes
es: Ocultar %1 pases caducados
fr: Masquer les %1 passes expirés
nl: %1 verlopen kaarten verbergen

source: Show %1 expired passes
es: Mostrar %1 pases caducados
fr: Afficher les %1 passes expirés
nl: %1 verlopen kaarten tonen

source: Okay
es: Vale
fr: Valider
nl: Oké

source: Close
es: Cerrar
fr: Fermer
nl: Sluiten

source: Unknown barcode format
es: Formato de código de barras desconocido
fr: Format de code-barres inconnu
nl: Onbekend barcodeformaat

source: Failed to determine writable app data storage location
es: Fallo al determinar la ubicación de almacenamiento de escritura de datos de la aplicación
fr: Impossible de déterminer l'emplacement de stockage des données de l'application
nl: De app-opslaglocatie kan niet worden vastgesteld

source: App data storage location inaccessible
es: La ubicación de almacenamiento de la aplicación no está accesible
fr: Emplacement de stockage des données de l'application inaccessible
nl: De app-opslaglocatie is ontoegankelijk

source: can't create subfolder:
es: No se puede crear subcarpeta:
fr: Impossible de créer le sous-dossier :
nl: De onderliggende map kan niet worden aangemaakt:

source: Storage directory inaccessible, cannot import pass
es: No se puede importar el pase, carpeta de almacenamiento inaccesible
fr: Répertoire de stockage inaccessible, impossible d'importer des passes
nl: De kaart kan niet worden geïmporteerd omdat de opslagmap ontoegankelijk is

source: File path of the pass seems to be invalid
es: Ruta del archivo del pase parece ser inválida
fr: Le chemin du fichier du passe semble être invalide
nl: De bestandslocatie van de kaart lijkt ongeldig te zijn

source: Same pass has already been imported
es: El mismo pase ya estaba importado
fr: Un passe identique a déjà été importé
nl: Deze kaart is al geïmporteerd

source: Failed to import pass into storage directory
es: Fallo al importar el pase en el directorio de almacenamiento
fr: Échec de l'importation du passe dans le répertoire de stockage
nl: De kaart kan niet worden geïmporteerd naar de opslagmap

source: Pass with the same barcode has already been imported
es: Ya se había importado un pase con el mismo código de barras
fr: Un passe avec le même code-barres a déjà été importé
nl: Er is al een kaart met deze barcode geïmporteerd

source: Failed to delete pass (pass unknown)
es: Fallo al borrar el pase (pase desconocido)
fr: Échec de la suppression du passe (passe inconnu)
nl: De kaart kan niet worden verwijderd (onbekende kaart)

source: Failed to delete pass from storage directory (%1)
es: Fallo al borrar pase del directorio de almacenamiento (%1)
fr: Échec de la suppression du passe du répertoire de stockage (%1)
nl: De kaart kan niet worden verwijderd uit de opslagmap (%1)

source: Failed to fetch pass updates (no webservice info available)
es: Fallo al buscar actualizaciones del pase (no hay información sobre el servicio web)
fr: Échec de la récupération des mises à jour des passes (aucune information n'est disponible sur le site internet)
nl: De kaart kan niet worden bijgewerkt (er is geen online-informatie beschikbaar)

source: Loading pass update failed (Network error: %1/%2)
es: Fallo cargando actualización de pase (Error de red: %1/%2)
fr: Le chargement de la mise à jour du passe a échoué (erreur réseau : %1/%2)
nl: De kaart kan niet worden bijgewerkt (netwerkfout: %1/%2)

source: Failed to save pass update to storage / could not open file (%1)
es: Fallo al guardar actualización del pase / no se puede abrir archivo (%1)
fr: Impossible de sauvegarder la mise à jour du passe dans l'espace de stockage / Impossible d'ouvrir le fichier (%1)
nl: De kaartupdate kan niet worden opgeslagen/Het bestand kan niet worden geopend (%1)

source: Failed to save pass update to storage / could not write file (%1)
es: Fallo al guardar la actualización del pase / no se pudo escribir el archivo (%1)
fr: Impossible de sauvegarder la mise à jour du passe dans l'espace de stockage / Impossible d'écrire dans le fichier (%1)
nl: De kaartupdate kan niet worden opgeslagen/Het bestand kan niet worden weggeschreven (%1)

source: Failed to save pass update to storage / could replace existing pass (%1)
es: Fallo al guardar la actualización del pase / se pudo reemplazar el pase existente (%1)
fr: Impossible d'enregistrer la mise à jour du passe dans l'espace de stockage / Pourrait remplacer le passe existant (%1)
nl: De kaartupdate kan niet worden opgeslagen/De bestaande kan niet worden vervangen (%1)

source: Archive does not contain a valid pass
es: El archivo no contiene un pase valido
fr: L'archive ne contient pas un passe valide
nl: Het archief bevat geen geldige kaart

source: Pass information is invalid (empty)
es: La información del pase no es válida (vacío)
fr: L'information sur le passe n'est pas valide (vide)
nl: De kaartinformatie is ongeldig (blanco)

source: Pass information is invalid
es: La información del pase no es válida
fr: L'information sur le passe est invalide
nl: De kaartinformatie is ongeldig

source: Pass information is invalid (missing description/organization key(s))
es: La información del pase no es válida (descripción desaparecida/organización de llave(s))
fr: L'information sur le passe est invalide (clé(s) de description/d'organisation manquante(s))
nl: De kaartinformatie is ongeldig (er ontbreekt een omschrijving/organisatiesleutel(s))

source: Pass contains invalid/incomplete barcode information
es: El pase contiene información del código de barras inválida/incompleta
fr: Le passe contient des informations invalides ou incomplètes sur le code-barres
nl: De kaart bevat ongeldige/onvolledige barcode-informatie

source: Pass contains invalid/incomplete fields
es: El pase contiene campos inválidos/incompletos
fr: Le passe contient des champs invalides ou incomplets
nl: De kaart bevat ongeldige/onvolledige velden

source: Pass contains invalid/incomplete image data
es: El pase contiene datos de imagen inválidos/incompletos
fr: Le passe contient des données d'image invalides ou incomplètes
nl: De kaart bevat ongeldige/onvolledige afbeeldingen

source: Passes
nl: Kaarten
